{"translation-revision-date":"2024-12-13T16:14:52+00:00","generator":"WP-CLI\/2.11.0","source":"assets\/build\/templatePicker.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Armaturenbrett"],"Connect Now":["Jetzt verbinden"],"Error Creating Form":["Fehler beim Erstellen des Formulars"],"There was an error mapping the AI response to Fields. Please try again.":["Es gab einen Fehler bei der Zuordnung der KI-Antwort zu den Feldern. Bitte versuchen Sie es erneut."],"Try Again!":["Versuche es erneut!"],"Authentication Failed":["Authentifizierung fehlgeschlagen"],"Contact Support":["Support kontaktieren"],"Click Here to Retry":["Klicken Sie hier, um es erneut zu versuchen"],"Exit to Dashboard":["Zum Dashboard zurückkehren"],"Connecting with AI…":["Verbindung mit KI wird hergestellt…"],"Generating Fields…":["Felder werden generiert…"],"Just doing some final touches…":["Ich mache nur noch ein paar letzte Handgriffe…"],"Redirecting to Editor":["Weiterleitung zum Editor"],"AI Form Builder":["AI-Formular-Generator"],"Speech recognition is not supported in your current browser. Please use Google Chrome \/ Safari.":["Die Spracherkennung wird in Ihrem aktuellen Browser nicht unterstützt. Bitte verwenden Sie Google Chrome \/ Safari."],"Please allow microphone access to use voice input.":["Bitte erlauben Sie den Mikrofonzugriff, um die Spracheingabe zu verwenden."],"Voice Input":["Spracheingabe"],"Try Again":["Versuchen Sie es erneut"],"You have reached the FUP limit of AI form generations for the day.":["Sie haben das FUP-Limit für die Erstellung von KI-Formularen für den Tag erreicht."],"Please try again after %s.":["Bitte versuchen Sie es nach %s erneut."],"You have reached the maximum number of form generations in your Free Plan.":["Sie haben die maximale Anzahl von Formularerstellungen in Ihrem kostenlosen Plan erreicht."],"Unlock Conversational Forms":["Konversationelle Formulare freischalten"],"Simple":["Einfach"],"Upgrade Now":["Jetzt upgraden"],"Generate with AI":["Mit KI generieren"],"Please check your username and password for the account, and try to reconnect again. Need help?":["Bitte überprüfen Sie Ihren Benutzernamen und Ihr Passwort für das Konto und versuchen Sie erneut, eine Verbindung herzustellen. Brauchen Sie Hilfe?"],"Describe the form you want to create":["Beschreiben Sie das Formular, das Sie erstellen möchten"],"We are building your form…":["Wir erstellen Ihr Formular…"],"Payment":["Zahlung"],"and ":["und"],"more…":["mehr…"],"Or Build It Yourself":["Oder bauen Sie es selbst"],"Calculations":["Berechnungen"],"Unlock Calculator Forms":["Rechnerformulare entsperren"],"Build Smart Forms That Calculate Instantly":["Erstellen Sie intelligente Formulare, die sofort berechnen"],"Empower your forms with advanced calculations. From loan calculators to BMI checkers - create interactive forms that give real-time results.":["Statten Sie Ihre Formulare mit fortschrittlichen Berechnungen aus. Von Kreditrechnern bis hin zu BMI-Checkern – erstellen Sie interaktive Formulare, die Echtzeitergebnisse liefern."],"Add complex formulas with ease":["Fügen Sie komplexe Formeln mühelos hinzu"],"Provide instant answers to users":["Bieten Sie den Nutzern sofortige Antworten."],"Perfect for finance, health, and pricing forms":["Perfekt für Finanz-, Gesundheits- und Preisformulare"],"Conversational":["Gesprächig"],"Turn Simple Forms Into Conversations":["Verwandeln Sie einfache Formulare in Gespräche"],"Transform boring forms into friendly, chat-like experiences. Ask one question at a time, just like a real conversation, and see higher engagement.":["Verwandeln Sie langweilige Formulare in freundliche, chatähnliche Erlebnisse. Stellen Sie eine Frage nach der anderen, genau wie in einem echten Gespräch, und erleben Sie eine höhere Beteiligung."],"One question at a time, in chat flow":["Eine Frage nach der anderen, im Chat-Verlauf"],"More engaging than traditional forms":["Fesselnder als traditionelle Formen"],"Boosts completion rates with a friendly interface":["Steigert die Abschlussraten mit einer benutzerfreundlichen Oberfläche"],"Select this if you need calculations in your form. For example: Loan interest calculator.":["Wählen Sie dies, wenn Sie Berechnungen in Ihrem Formular benötigen. Zum Beispiel: Kreditrechner für Zinsen."],"Select this if you want your form to display one question at a time, like a chat.":["Wählen Sie dies aus, wenn Ihr Formular eine Frage nach der anderen anzeigen soll, wie in einem Chat."],"Select this if you want to collect payments through your form.":["Wählen Sie dies aus, wenn Sie Zahlungen über Ihr Formular einziehen möchten."],"%d AI Generations Left. SureForms Premium allows:":["%d KI-Generationen übrig. SureForms Premium ermöglicht:"],"%d AI Generations Left, Connect to SureForms AI to Get 10 More":["%d KI-Generationen übrig, verbinden Sie sich mit SureForms AI, um 10 weitere zu erhalten"],"%d AI Generations Left. Upgrade to SureForms Premium":["%d KI-Generationen übrig. Upgrade auf SureForms Premium"],"Contact form to collect name, email, and message from visitors":["Kontaktformular zur Erfassung von Name, E-Mail und Nachricht von Besuchern"],"Job application form for \"Marketing Manager\" with resume upload":["Bewerbungsformular für \"Marketing Manager\" mit Lebenslauf-Upload"],"Feedback form to ask customers: \"How would you rate our product and what should we improve?\"":["Feedback-Formular, um Kunden zu fragen: \"Wie würden Sie unser Produkt bewerten und was sollten wir verbessern?\""],"Event registration form for \"Photography Workshop\" with date and seat selection":["Anmeldeformular für die Veranstaltung \"Fotografie-Workshop\" mit Datums- und Sitzplatzauswahl"],"Newsletter signup form with name and email to join mailing list":["Anmeldeformular für den Newsletter mit Name und E-Mail, um der Mailingliste beizutreten"],"Order form for \"Custom T-Shirt\" with size, color, and quantity options":["Bestellformular für \"Individuelles T-Shirt\" mit Optionen für Größe, Farbe und Menge"],"Survey form: \"How satisfied are you with our service? (1–5 stars)\"":["Umfrageformular: \"Wie zufrieden sind Sie mit unserem Service? (1–5 Sterne)\""],"Appointment booking form for \"Consultation Call\" with preferred time":["Formular zur Terminbuchung für \"Beratungsgespräch\" mit bevorzugter Zeit"],"Describe the form that you want":["Beschreiben Sie das Formular, das Sie möchten"],"Generate":["Erzeugen"],"Create Unlimited Forms with AI":["Erstellen Sie unbegrenzt Formulare mit KI"],"Add Advanced Field Types":["Erweiterte Feldtypen hinzufügen"],"Create Calculators, Surveys, etc.":["Erstellen Sie Rechner, Umfragen usw."],"Design Multi-step Forms":["Mehrstufige Formulare entwerfen"],"Send Forms Submissions to Your CRM or Any App":["Senden Sie Formularübermittlungen an Ihr CRM oder eine beliebige App"],"Form Generation Limit Reached":["Formularerstellungslimit erreicht"],"You Have Hit Your FUP Limit.":["Sie haben Ihr FUP-Limit erreicht."],"You have reached the maximum number of form generations in your Free Plan. SureForms Premium allows:":["Sie haben die maximale Anzahl von Formularerstellungen in Ihrem kostenlosen Plan erreicht. SureForms Premium ermöglicht:"],"%s AI Generations Left.":["%s KI-Generationen übrig."],"Unlock Unlimited Generations":["Schalte unbegrenzte Generationen frei"],"Connect to SureForms AI":["Mit SureForms AI verbinden"],"You Have Hit Your Free Limit.":["Sie haben Ihr kostenloses Limit erreicht."],"Connect to SureForms AI to Get 10 More.":["Verbinden Sie sich mit SureForms AI, um 10 weitere zu erhalten."]}}}